//
//  TestConst.m
//  ProjectArchitecture
//
//  Created by ZM on 2017/5/17.
//  Copyright © 2017年 ZM. All rights reserved.
//

#import "TestConst.h"

@implementation TestConst

@end

//
NSString *const  ContentFontName = @"FZLanTingHei-L-GBK";
//
NSString *const  CompanyTopText = @"    上海棠棣信息科技有限公司（股票代码833777，简称“棠棣信息”）是得到了国家信息产业部、上海市各级政府认可的高新技术企业，专业为国际国内各类银行、互联网金融企业等金融机构以及智慧社区、医疗机构等提供行业一流软件产品和系统集成服务。\n    棠棣信息2009年成立，总部位于中国上海“张江高科技园区”，是上海市科技小巨人培育企业、上海市高新技术企业，拥有数十项软件著作权。在北京、福州、广州、合肥等地设有分公司，技术服务站点遍及全国各大城市。\n    棠棣信息的发展始终放眼于全球范围内信息化、智能化发展的前沿进程，紧随全球“工业4.0”的步伐，棠棣信息也投入了大量的研发力量，使产品及服务始终保持行业领先水平。";
//
NSString *const  TestContentText = @"      习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。\n     习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。\n \n      习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。\n \n      习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。习近平到四川代表团参加审议 3月8日上午，中共中央总书记、国家主席、中央军委主席习近平来到十二届全国人大五次会议四川代表团参加审议。";











